{
     "Computer": "An electronic device for storing and processing data, typically in binary form, according to instructions given to it in a variable program.",
     "Program": "1.A series of coded software instructions to control the operation of a computer or other machine; 2.a presentation or item on television or radio, especially one broadcast regularly between stated times.",
     "Motherboard": "A printed circuit board containing the principal components of a computer or other device, with connectors for other circuit boards to be slotted into.",
     "Python": "1.A large heavy-bodied non-venomous snake occurring throughout the Old World tropics, killing prey by constriction and asphyxiation; 2.a high-level general-purpose programming language.",
     "Java": "A general-purpose computer programming language designed to produce programs that will run on any computer system.",
     "Dinosaur": "A fossil reptile of the Mesozoic era, in many species reaching an enormous size.",
     "Apple": "The round fruit of a tree of the rose family, which typically has thin green or red skin and crisp flesh.",
     "Keyboard": "1.A panel of keys that operate a computer or typewriter; 2.A set of keys on a piano or similar musical instrument.",
     "Power": "1.The ability or capacity to do something or act in a particular way; 2.The capacity or ability to direct or influence the behaviour of others or the course of events.",
     "Blood": "The red liquid that circulates in the arteries and veins of humans and other vertebrate animals, carrying oxygen to and carbon dioxide from the tissues of the body.",
     "Sperm": "Semen/ a spermatozoon.",
     "Pressure": "Continuous physical force exerted on or against an object by something in contact with it",
     "Ice Cream": "A soft, sweet frozen food made with milk and cream and typically flavoured with vanilla, fruit, or other ingredients.",
     "Death": "The permanent ending of vital processes in a cell or tissue.",
     "Water": "A colourless, transparent, odourless liquid that forms the seas, lakes, rivers, and rain and is the basis of the fluids of living organisms.",
     "Time": "The indefinite continued progress of existence and events in the past, present, and future regarded as a whole.",
     "Anger": "A strong feeling of annoyance, displeasure, or hostility.",
     "Love": "An intense feeling of deep affection.",
     "Grandparent": "A parent of one's father or mother; a grandmother or grandfather.",
     "Pain": "Highly unpleasant physical sensation caused by illness or injury."
}